{
    "beforeHeader": {
        "Heading": "History of Taiwan's Economic Development",
        "SubHeading": "The history of Taiwan's economic development and related policies in the past 70 years"
    },
    "navBar": {
        "Home": "Home",
        "Agriculture": "Agriculture",
        "Industralization": "Industralization",
        "Economy": "Economy",
        "Author": "About"
    },
    "Home": {
        "title": "Home | History of Taiwan's Economic Development",
        "taiwanIntro": "Taiwan is an island in the Pacific Ocean. Today, different groups of people live on the island, including Hokkien, Hakka, Chinese from other provinces, Taiwanese aborigines and Southeast Asian immigrants. Before World War II, Taiwan was a Japanese colony. In 1895, due to the failure of the First Anti-Japanese War, China gave Taiwan, Liaodong Peninsula and other places to Japan. After World War II, the government of the Republic of China moved to Taiwan and started building the island. When the ROC government arrived in Taiwan in 1949, nearly 2 million soldiers and their families also emigrated to Taiwan. When the government of the Republic of China arrived in Taiwan at that time, there were many things that needed to be resolved. At the end of World War II in 1945, Taiwan's economic and sanitary conditions were low. The government of the Republic of China had a major influence on the development of Taiwan, transforming the economic entity from agriculture to high-tech industries. During the 1960s and 1980s, a series of serious new policies and development plans industrialized Taiwan. Taiwan's National Bureau of Statistics said that in 1965 per capita GDP was $229, and 30 years later, in 1984, per capita GDP increased to $3,225.",
        "ROCgovernment": "When the R.O.C. government arrived in Taiwan, the first thing they did was a series of land policies. First, they amended the bill to reduce ties to the Chinese bill system, and then issued Taiwan dollars. After that, they established many rules for farmers so that they could be self-sufficient. The second step in improving economic conditions is to develop light industry. The government started helping to set up small factories to produce textiles, shoes and paper. This helped Taiwan prepare to move to heavy industry. To stimulate investment, the government is encouraging investors from around the world to set up factories in Taiwan's ports. This time is the third step of development. The site will discuss what's happening in Taiwan, Taiwan's policies and changes and who's going to help and make all these things work.",
        "whereIsTaiwan": "Knowledge of Taiwan's economic development, do you know where Taiwan is?",
        "taiwanLocation": "Taiwan is a small island in the Pacific Ocean. It is adjacent to China, and the aborigines on the island are believed to be the origin of the Austronesian peoples of the Pacific Islands. The land area of ​​Taiwan is 13,972 kilometers. About 23.8 million people live on the island. The main common languages ​​are Chinese, Hokkien and Hakka."
    },
    "Agriculture": {
        "title": "Agricultural | History of Taiwan's Economic Development",
        "reduceRent": "375 Rent Reduction",
        "firstParagraph": "The first land policy is 375 rent reduction. When Taiwan was under Japanese rule, due to its overpopulation, landlords with large amounts of land could decide who could rent the area (the demand was high, but the land belonged to a small group of people). Tenants must hand over all crops except the seed part. In the event of a natural disaster or crop failure, they are still required to provide all rent to their landlords. In the past, rents were called iron rents, which meant that their rights were not protected, and even if they didn't have enough rights, they still needed to give up everything.",
        "formulaIntro": "The first land policy is to change this. The ROC government used to have a 50% rent policy in China, which meant that rents could not be higher than 50% of crops. In April 1949, the President of Taiwan Province, Chen Cheng, announced a new land policy, The Law of 37.5% Reduction of Cultivated Land Rent. It reduces the 50% rent by 25%, resulting in the following formula:",
        "listOne": "Landlords are not allowed to lease land rent in advance. If crops fail, then rents should be lower.",
        "listTwo": "The rental contract should be no less than six years.",
        "listThree": "When the contract expires, it should be leased to the tenant if the landlord does not intend to take it back for home farming.",
        "listFour": "If the landlord plans to sell the land, the tenant has priority to buy it.",
        "listFive": "Every town needs to have a rent association to deal with land contention or disputes.",
        "publicLand": "Public Land",
        "publicLandIntro": "The following policy is Sale of Public Land. According to a report by the National Development Council of Taiwan, public land in Taiwan is land owned by the Japanese government, private companies and individuals. The land area is about 1760 square kilometers. From 1951 to 1976, the ROC government conducted 9 public land transactions for sale. The land price is 2.5 times the annual rice yield of the land. People have to pay the price for ten years through crops or cash. The purpose of this policy is to make the people self-sufficient. This policy benefited 288,627 households and sold 139,757,000 square meters of land.",
        "farmingPlan": "Farming Plan",
        "farmingPlanIntro": "In 1953, two years after the sale of public land, the ROC government announced a new land policy, the Land Cultivation Procedure. The policy allows landlords to keep only a portion of their land, which the government then takes and distributes to people. Landlords receive some compensation from the government, including government-owned company stock."
    },
    "Industralization": {
        "title": "Industralization | History of Taiwan's Economic Development",
        "heading": "Light Industry and Heavy Industry",
        "rice": "The first policy is the Rice-Fertilizer Barter Scheme. The policy is Rice for Fertilizer. Farmers cannot buy any fertilizers themselves; instead, the government controls 100% of the fertilizers; the only source of fertilizers is the government. The exchange rate is 1.5 kg of fertilizer: 1 kg of rice.",
        "accomplishments": "By implementing this policy, the government has achieved some positive results. According to the Taiwan Encyclopedia, the following points are the results. 1. The government has reduced the income of farmers, because the income of this industry is relatively high, so farmers in rural areas, women in their families all come to the factory. It increases the labor supply. 2. By doing this, the government controls the rice in the market, so they are able to control the price of rice and bring it down. Rice prices are more stable. 3. The government bought rice at a lower price, then they used that money to pay government workers, teachers and soldiers.",
        "instructions": "Female workers instruct workers in the factory.",
        "protection": "The government of the Republic of China has set up many protection measures for Taiwan's immature industries so that Taiwan can develop products with low technical requirements, low investment, high labor force and national needs. 1. Restrict the import of food, soap, clothing and other items. 2. Raise import tariffs. 3. Reduce export tariffs. The purpose of all these policies is to encourage light industry to produce for Taiwan's needs. According to the Taiwanese Encyclopedia, by 1954, there were no textile imports, and by 1957, the production volume of the cement industry was high enough to stop importing any cement.",
        "laws": "After import substitution, there are many reasons for further development. According to the Taiwan Encyclopedia, more than one million people on farms need to work because of the great advances in agricultural production technology. Also, since 1958, because the demand inside Taiwan is too small and the factory is producing more than it needs, they need to sell their products overseas. On the other hand, the government also encourages other countries to invest in Taiwan. In September 1960, the government announced the Investment Encouragement Regulations, which lowered export tariffs and established export processing zones. This unique area has attracted investors to build factories and then export the products around the world, so this development is called export-oriented. The 679/5000 Export Processing Zone is an important development at the moment. The Taiwanese government has set up a special zone in the seaport and encouraged investors to build factories, thereby lowering export duties, lowering rents, etc. Kaohsiung Export Processing Zone is the first zone in the world. Products produced in this area are not subject to tax before being exported. The great success of the Taiwan Export Processing Zone has brought many employment opportunities. Kaohsiung is today the second largest city in Taiwan. Kaohsiung Port is also the largest port in Taiwan."
    },
    "Economy": {
        "title": "Economy | History of Taiwan's Economic Development",
        "nowaday": "Taiwan Nowaday",
        "introduction": "After the 1980s, the Taiwanese government began to implement different economic policies, changing the industrial structure from heavy industry to technology-intensive industry. Technology-intensive industries include optoelectronic technology, computer, computer integrated manufacturing, semiconductor industry, etc. Just like the previous processing zones, the government has set up a dedicated area for investors to build factories. This special area is called Science Park. Within the tech park, there are many brands that produce large quantities of semiconductor products. For example, TSMC, UMC, MediaTek, etc. The technical headquarters of these Taiwanese brands are located in the Hsinchu Science Park. In 2018, the Science Park grossed more than $850 trillion in revenue, the Liberty Times website reported last year. The semiconductor industry contributes significantly to Taiwan's GDP.",
        "additional": "Additional Information:",
        "semiconductor": "Taiwan Semiconductor Industry",
        "semiconductorFuture": "The next decade of semiconductors"
    },
    "Author": {
        "title": "About | History of Taiwan's Economic Development",
        "introduction": "Introduction",
        "introOne": "I am a front-end developer and algorithm designer. I study at Brigham Young University, Hawaii, majoring in computer science. I like to help people learn to program.",
        "introTwo": "Before I came to the States, I never had any experience in programming. I chose computer science as my major because I like to use computers since I was young. I wrote tons of different websites, developed many kinds of templates and web page structures. I also spend time learning new front-end designs online in my free time.",
        "introThree": "Taiwan has very limited resources in front-end development, in terms of designer fashions and technique varieties. Much first-hand information is written in English, and they are not widely known or practiced in Taiwan. Taiwanese developers have to spend extra time to absorb the newest techniques. I use my coding experience in the US to teach students how to build websites fast, but also create more with less effort!",
        "skills": "My Skills"
    },
    "Footer": {
        "footerParagraph": "Made by Wolfpack"
    }
}