{
    "beforeHeader": {
        "Heading": "台灣經濟發展歷史",
        "SubHeading": "過去70年台灣經濟發展的歷史以及相關政策"
    },
    "navBar": {
        "Home": "首頁",
        "Agriculture": "農業改革",
        "Industralization": "工業改革",
        "Economy": "經濟起飛",
        "Author": "關於作者"
    },
    "Home": {
        "title": "首頁 | 台灣經濟發展歷史",
        "taiwanIntro": "台灣是太平洋中的一個島嶼。今天，這個島上生活著不同的人群，包括福建，客家，其他省份的中國人，台灣原住民和東南亞移民。第二次世界大戰之前，台灣是日本的殖民地。1895年，由於第一次抗日戰爭失敗，中國將台灣，遼東半島等地賜予日本。第二次世界大戰後，中華民國政府移居台灣，並開始建造該島。中華民國政府在1949年到達台灣時，也有將近200萬士兵及其家屬也移居台灣。當時中華民國政府到達台灣時，有許多事情需要解決。1945年第二次世界大戰結束時，台灣的經濟和衛生條件很低。中華民國政府對台灣的發展產生了重大影響，將經濟實體從農業轉變為高科技產業。在1960年代至1980年代期間，一系列嚴肅的新政策和發展計劃使台灣工業化。台灣國家統計局表示，1965年人均GDP為229美元，而30年後，1984年人均GDP增至3225美元。",
        "ROCgovernment": "當R.O.C. 政府到達台灣後，他們所做的第一件事是一系列的土地政策。首先，他們修改了法案以減少與中國法案系統的聯繫，然後發行了台幣。之後，他們為農民建立了許多規則，以便他們能夠自給自足。改善經濟狀況的第二步是發展“輕工業”。政府開始幫助建立小工廠，生產紡織品，鞋和紙。這幫助台灣準備轉移到“重工業”。為了刺激投資，政府鼓勵世界各地的投資者在台灣港口建立工廠。這次是發展的第三步。該網站將討論台灣發生了什麼，台灣的政策和變化以及誰來幫助並使所有這些事情發揮作用。",
        "whereIsTaiwan": "台灣經濟發展小知識，你知道台灣在哪裡嗎？",
        "taiwanLocation": "台灣是太平洋上的一個小島。它毗鄰中國，在島上的原住民被認為是太平洋群島南島語族語系人民的起源。台灣的陸地面積為13972公里，島上約有2380萬人居住，最主要通用語言為中文、閩南語、客家話。"
    },
    "Agriculture": {
        "title": "農業改革 | 台灣經濟發展歷史",
        "reduceRent": "375減租",
        "firstParagraph": "第一項土地政策是375減租。台灣在日本統治下時，由於人口過多，因此擁有大量土地的房東可以決定誰可以租用該地區（需求量很高，但土地屬於一小群人）。租戶必須將所有農作物交給種子，除了種子部分。當發生自然災害或農作物歉收時，他們仍然需要向房東提供所有租金。過去，租金被稱為“鐵租金”，這意味著他們的權利沒有得到保護，即使他們沒有足夠的權利，他們仍然需要放棄一切。",
        "formulaIntro": "第一項土地政策是改變這種狀況。中華民國政府過去在中國實行50％的租金政策，這意味著租金不能高於農作物的50％。1949年4月，台灣省總統陳誠宣布了新的土地政策“降低37.5％的耕地租金法”。它將50％的租金降低了25％，得出以下公式：",
        "listOne": "業主不得提前租用土地租金。 如果農作物歉收，那麼租金應該更低。",
        "listTwo": "租金合同應不少於六年。",
        "listThree": "合同到期時，如果房東不打算將其帶回去進行自耕農作，則應將其租給租戶。",
        "listFour": "如果房東計劃出售土地，則租戶優先購買。",
        "listFive": "每個城鎮都需要建立房租協會來處理土地爭用或爭論。",
        "publicLand": "公地放領",
        "publicLandIntro": "以下政策是“出售公共土地”。根據台灣國家發展委員會的報告，台灣的公共土地是日本政府，私人公司和個人擁有的土地。土地面積約為1760平方公里。從1951年到1976年，中華民國政府進行了9次銷售的公共土地交易。土地價格是該土地年稻米產量的2.5倍。人們必須通過農作物或現金支付價格十年。這項政策的目的是使人民自給自足。這項政策使28.86.27萬戶家庭受益，出售的土地為1397570000平方米。",
        "farmingPlan": "土地耕作計畫",
        "farmingPlanIntro": "1953年，即“出售公共土地”兩年後，中華民國政府宣布了一項新的土地政策，即“土地耕種程序”。這項政策使房東僅保留其土地的一部分，然後政府將其拿走並分配給人們。房東從政府那裡得到了一些補償，包括政府擁有的公司股票。"
    }
}