<!-- 修改 head 資訊 -->
<svelte:head>
  <title>首頁 | 台灣經濟發展歷史</title>
</svelte:head>

<section class="container-fluid">
  <div class="row">
    <div class="col-12 col-md-7 col-lg-9">
      <!--這裡是主要部份的左邊內容-->
      <section class="p-2">
        <p class="fs-5">
          台灣是太平洋中的一個島嶼。今天，這個島上生活著不同的人群，包括福建，客家，其他省份的中國人，台灣原住民和東南亞移民。第二次世界大戰之前，台灣是日本的殖民地。
          1895年，由於第一次抗日戰爭失敗，中國將台灣，遼東半島等地賜予日本。第二次世界大戰後，中華民國政府移居台灣，並開始建造該島。中華民國政府在1949年到達台灣時，也有將近200萬士兵及其家屬也移居台灣。當時中華民國政府到達台灣時，有許多事情需要解決。
          1945年第二次世界大戰結束時，台灣的經濟和衛生條件很低。中華民國政府對台灣的發展產生了重大影響，將經濟實體從農業轉變為高科技產業。在1960年代至1980年代期間，一系列嚴肅的新政策和發展計劃使台灣工業化。台灣國家統計局表示，1965年人均GDP為229美元，而30年後，1984年人均GDP增至3225美元。
        </p>
        <p class="fs-5">
          當R.O.C. 政府到達台灣後，他們所做的第一件事是一系列的土地政策。
          首先，他們修改了法案以減少與中國法案系統的聯繫，然後發行了台幣。
          之後，他們為農民建立了許多規則，以便他們能夠自給自足。
          改善經濟狀況的第二步是發展“輕工業”。
          政府開始幫助建立小工廠，生產紡織品，鞋和紙。
          這幫助台灣準備轉移到“重工業”。
          為了刺激投資，政府鼓勵世界各地的投資者在台灣港口建立工廠。
          這次是發展的第三步。
          該網站將討論台灣發生了什麼，台灣的政策和變化以及誰來幫助並使所有這些事情發揮作用。
        </p>
        <div id="curve_chart" style="height: 500px" />
      </section>
    </div>

    <div class="col-12 col-md-5 col-lg-3">
      <!--這裡是主要部份的右邊內容-->
      <section class="p-2">
        <h3 class="text-center mb-3">
          台灣經濟發展小知識<br />你知道台灣在哪裡嗎?
        </h3>
        <p class="fs-5 mb-3">
          台灣是太平洋上的一個小島。
          它毗鄰中國，在島上的原住民被認為是太平洋群島南島語族語系人民的起源。
          台灣的陸地面積為13972公里，島上約有2380萬人居住，最主要通用語言為中文、閩南語、客家話。
        </p>
        <iframe
          src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3747434.728288353!2d117.840608673357!3d23.474736379075086!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x346ed5cb2b61c3a5%3A0xcf20ddb042be7fa0!2z6Ie654Gj!5e0!3m2!1szh-TW!2stw!4v1659361856358!5m2!1szh-TW!2stw"
          class="w-100 rounded-4"
          frameborder="0"
          loading="lazy"
          aria-hidden="false"
          title="台灣地理位置"
        />
      </section>
    </div>
  </div>
</section>

<style>
  iframe {
    height: 400px;
  }
</style>
